{

"logo" : "/images/fm-logo.png",
"slideshow_interval" : "7000",
"logo_home" : "/images/fm_logo01.png",
"default_bg_color" : "#000000",
"left_arrow" : "/images/arrow_left_green.png",
"right_arrow" : "/images/arrow_right_green.png",
"projects" : [
   
    {
        "title": "Welcome",
        "description": "Fiona McDermott, M(Arch) B(Sc) Urban Designer & Researcher <br/> <br/> <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>Use the arrow keys to navigate. <br/> ",
        "bg_color" : "#ffffff",

        "images": [
            "/images/home001.jpg"
        ],
        "uid": "_home_link"
    },

  {
        "title": "Communication Zone Garching",
        "description": "Designed to be a meeting ground between the village of Garching and the nearby university campus, the proposed plan for the 31 hectare mixed-use site offers a multitude of opportunities for communication between the two urban districts.  Diverse forms of compact housing and public amenities extend from the village (south) and campus (north), allowing space for a large communal park.  A 1.8 km shared space path encircles the park, incorporating within it playgrounds, cafes and sports fields.  <br/> <br/> Urban Design, Masterplanning <br/>For <a href='http://www.cobe.dk'> COBE, Berlin,</a> 2012 <br/> With Landscape Architects Manmadeland, Berlin <br/> ",

        "bg_color" : "#efefef",
        "images": [
	"/images/garch_03.jpg",
	"/images/garch_07.jpg",
	"/images/garch_02.jpg",
	"/images/garch_04.jpg",
	"/images/garch_06.jpg",
	"/images/garch_05.jpg",
	"/images/garch_01.jpg"
        ]
    },


  {
        "title": "Sendlinger Tor",
        "description": "An invited competition for the renovation of the Sendlinger Tor U-Bahn Station in Munich. The context of the old city gate Sendlinger Tor is reinterpreted in the form of three distinct sets of light gates for the three underground levels, helping to create a powerful visual identity for the station while also reinforcing passenger orientation and wayfinding. The light gates, are produced through different compositions of LEDs, each adopting to the architecture of the level. The intensity and frequency of the lights are designed to reflect major points of orientation within the station such as the exit points. <br/>  <br/> Architecture, Interior Design <br/>For <a href='http://www.cobe.dk'> COBE, Berlin,</a> 2012 <br/> Renderings by Luxigon<br/> ",

        "bg_color" : "#efefef",
        "images": [
	"/images/tor_01.jpg",
	"/images/tor_05.jpg",
	"/images/tor_06.jpg",
	"/images/tor_04.jpg",
        "/images/tor_091.jpg",
        "/images/tor_011.jpg"
        ]
    },

            {
        "title": "LGS Bayreuth 2016",
        "description": "A competition entry for the design of the regional garden festival. The design includes concepts for permanent and temporary landscape exhibitions. alongside concepts for the permanent use of the park and connecting spaces. With the given competition theme of 'As the guest of Wilhelmine of Bayreuth', the design uses topographical elements and sightlines to provide views to views to the baroque palaces and parks built during her reign. <br/><br/>Awarded the competition fourth prize. <br/> <br/> Urban Design, Visualisation <br/>For ST Raum A, Berlin, 2011 ",
        "bg_color" : "#CDCC60",
        "images": [
            "/images/bayreuth_01.jpg",
            "/images/bayreuth_02.jpg",
             "/images/bayreuth_03.jpg",
             "/images/bayreuth_04.jpg"
          

        ]
    },
    {
        "title": "Forum Vogelsang",
        "description": "A design competition entry for a permanent exhibition documenting the 'NS- Ordensburg Vogelsang'. The design concept focuses on the intimate connection between the historical location and contemporary processing of the contents. The exhibition is physically defined by two forms:one, a large glass wall and the other, a variety of v-shaped elements, which feature across the site, displaying information and acting as a way finding system. As well as contributing to the concept development, I was also responsible for the interior perspectives, plans and multimedia screen design. <br/> <br/> Exhibition Design, Screen Design <br/>For Duncan McCauley, Berlin, 2011 <br/>",
        "bg_color" : "#9C9C9C",
        "images": [
            "/images/vogelsang_01.jpg",
             "/images/vogelsang_08.jpg",
              "/images/vogelsang_03.jpg",
               "/images/vogelsang_04.jpg",
                "/images/vogelsang_05.jpg",
                 "/images/vogelsang_06.jpg"
                 
        ]
    },
      

  {
        "title": "Tempelhofer Freiheit",
        "description": "With the closure of Tempelhof Airport in 2008,   it was decided  to systematically integrate intermediate and pioneer uses into the urban  development process for the site.  I worked with the private practice, tx in delivering a participatory framework for the planning and  accommodation of these uses.  Three key areas of the site were mapped and analysed for the tendering of uses within six  themes including neighbourhood integration, future technologies, knowledge and learning.<br/> <br/> <a href='http://www.tempelhoferfreiheit.de/en/get-involved'>www.tempelhoferfreiheit.de</a><br/><br/> <br/> Urban Planning, Participatory Design <br/>For  tx - büro für temporäre architektur,Berlin 2010 <br/> ",
        "bg_color" : "#9C9C9C",
        "images": [
            "/images/berTem_01.jpg",
	    "/images/berTem_04.jpg",
             "/images/berTem_02.jpg",
              "/images/berTem_03.jpg"      
        ]
    },

    {
        "title": "Information",
        "description": "",
        "uid": "_information_link",
        "contentUid": "_information_content",
        "bg_color" : "#6B6789"
    },
    {
        "title": "Contact",
        "description": "",
        "uid": "_contact_link",
        "contentUid": "_contact_content",
          "bg_color" : "#89837B"
    }
]
}
